[
  {
		"name": "Spaghetti Carbonara",
    "description": "Creamy egg and cream sauce mixed through fresh pasta",
		"ingredients": [{
				"quantity": "8 Slices",
				"name": "Pancetta"
			},
			{
				"quantity": "500g",
				"name": "Spaghetti"
			},
			{
				"quantity": "8",
				"name": "Egg Yolks"
			},
			{
				"quantity": "1/2 cup",
				"name": "Thickened Cream"
			}
		],
		"steps": [
			"Preheat oven to 180C.",
			"Lay pancetta on a baking tray and place in the oven to bake until crispy about 15 minutes.Remove from oven, transfer to a board and cut into 2 cm pieces.Set aside.",
			"Bring a large pot of well salted water to a boil over high heat, using a deep frying pan as a lid. Add spaghetti and cook until al dente or to your liking.",
			"While the pasta is cooking, whisk egg yolks and cream together with a fork.",
			"Drain cooked pasta and add to the warmed fry pan and set over medium heat.",
			"Add egg/cream mixture and toss to combine.",
			"Sprinkle serving plates with grated parmesan cheese and cooked pancetta. Add some cooked spaghetti. Complete layering until all pasta and pancetta have been used.Season to taste."
		],
		"imageurl": "https://iprx.ten.com.au/ImageHandler.ashx?f=jpg&u=%2f%2fimages.tenplay.com.au%2f~%2fmedia%2fRecipes%2fImported+Images%2f8%2f2718-D79DD2CB.jpg"
	},

	{
		"name": "Lemon Delicious Pudding",
    "description": "A Soft Lemon Pudding, crispy on the top, soft on the bottom",
		"ingredients": [{
				"quantity": "2",
				"name": "Lemons"
			},
			{
				"quantity": "60g",
				"name": "Butter"
			},
			{
				"quantity": "1 Cup",
				"name": "Sugar"
			},
			{
				"quantity": "3",
				"name": "Eggs"
			},
			{
				"quantity": "3 Tbsp",
				"name": "Self Rising Flour"
			},
			{
				"quantity": "1 1/2 cups",
				"name": "Milk"
			}
		],
		"steps": [
			"Preheat oven to 180°C and butter a 1 litre ovenproof basin or serving dish. Zest 1 of the lemons and juice both.",
			"In a food processor, cream butter with zest and sugar, then add egg yolks. Add flour and milk alternately to make a smooth batter. Scrape mixture from sides of processor bowl and blend in lemon juice.Transfer to a clean basin.",
			"Whisk egg whites until creamy and firm and fold gently into batter. Pour batter into prepared basin. Stand basin in a baking dish and pour in hot water to come halfway up sides of basin.Bake for 1 hour.",
			"Allow to cool a little before serving. I like lemon delicious best with pouring cream."
		],
		"imageurl": "http://www.stephaniealexander.com.au/wp-content/uploads/2014/08/Lemon-delicious-pudding-2-edited-500x370.jpg"
	},
	{
		"name": "Snickerdoodles",
    "description": "Soft cinnamon cookies",
		"ingredients": [{
				"quantity": "2 1/2 cups",
				"name": "All Purpose Flour"
			},
			{
				"quantity": "2 Tsp",
				"name": "Cream of Tartar"
			},
			{
				"quantity": "1 Tsp",
				"name": "Baking Soda"
			},
			{
				"quantity": "16 Tbsp",
				"name": "Unsalted Butter"
			},
			{
				"quantity": "1 1/2 Cups",
				"name": "Sugar"
			},
			{
				"quantity": "1/2 Tsp",
				"name": "Vanilla Extract"
			},
			{
				"quantity": "2",
				"name": "Large Eggs"
			},
			{
				"quantity": "1/4 Cup",
				"name": "Sugar"
			},
			{
				"quantity": "1 1/2 Tbsp",
				"name": "Cinnamon"
			}
		],
		"steps": [
			"Sift or whisk flour, cream of tartar, baking soda and the salt together then set aside.",
			"In a large bowl, using a handheld mixer on medium speed beat the butter, sugar and vanilla together until light and fluffy,",
			"3 to 4 minutes.(Or, use a stand mixer fitted with the paddle attachment).Reduce speed to low.Add the eggs one at a time, beating well after each addition.",
			"Scrape the sides and bottom of the bowl then add the flour mixture in three parts, just mixing until it disappears. Wrap with plastic wrap and chill dough at least 30 minutes or up to 3 days.",
			"Heat your oven to 400 degrees F. Line two baking sheets with parchment paper or use silicon baking mats.",
			"In a small bowl, mix the sugar and cinnamon together.",
			"Shape heaping-tablespoon-sized mounds of cookie dough into balls. Roll in the cinnamon-sugar mixture and place 2 inches apart onto baking sheets. (A medium cookie scoop is helpful here).",
			"Bake the cookies for 8 to 10 minutes, until the cookies have puffed a little and the tops look set. The cookies should be light golden.Cool on baking sheets",
			"for 5 minutes then transfer to a cooling rack to cool completely.(The cookies will fall a little as they cool)."
		],
		"imageurl": "https://www.inspiredtaste.net/wp-content/uploads/2016/08/Homemade-Snickerdoodles-Recipe-1-1200.jpg"
	},
	{
		"name": "Lamb Ragu",
    "description": "Slow cooked lamb ragu with tomato and pepper",
		"ingredients": [{
				"quantity": "600 g",
				"name": "Lamb Shoulder"
			},
			{
				"quantity": "125 ml",
				"name": "Extra Virgin Olive Oil"
			},
			{
				"quantity": "4",
				"name": "Garlic Cloves"
			},
			{
				"quantity": "4",
				"name": "Bay Leaves"
			},
			{
				"quantity": "250 ml",
				"name": "White Wine"
			},
			{
				"quantity": "4",
				"name": "Plum Tomatoes"
			},
			{
				"quantity": "1 1/2 tbsp",
				"name": "Tomato Paste"
			},
			{
				"quantity": "2 Each",
				"name": "Red and Yellow Pepper"
			}
		],
		"steps": [
			"Combine lamb with ½ tsp of sea salt and ¼ tsp freshly ground black pepper in a non-reactive bowl.",
			"Cover with plastic wrap and refrigerate for a minimum of 2 hours, or preferably overnight.",
			"Heat oil in a casserole over high heat, add garlic and bay leaves, cook until garlic colours(1 minute).",
			"Add lamb, stirring occasionally until brown(3 - 5 minutes each side). Deglaze pan with wine, cook until almost evaporated(5 - 10 minutes),",
			"add tomato, tomato paste and capsicum(or chilli), cover with lid, reduce heat to low and stir occasionally, adding a little extra water",
			"if liquid dries out, until lamb is tender(2 hours).Discard bay leaves, set aside and keep warm.",
			"Cook pasta in a large saucepan of boiling salted water until al dente (2-3 minutes). Drain, reserving 125 ml of cooking water.Toss pasta and water through ragù",
			"and serve immediately with Pecorino Romano."
		],
		"imageurl": "https://d3lp4xedbqa8a5.cloudfront.net/s3/digital-cougar-assets/GourmetTraveller/2013/05/09/8191/0509atavmacc-628.jpg?width=922&height=768&mode=crop&anchor=topcenter&quality=75"
	},
	{
		"name": "Lemon Curd Tart",
    "description": "Tangy lemon curd tart with shortcrust pastry",
		"ingredients": [{
				"quantity": "90g",
				"name": "Softened Butter"
			},
			{
				"quantity": "50g",
				"name": "Caster Sugar"
			},
			{
				"quantity": "1",
				"name": "Egg"
			},
			{
				"quantity": "20g",
				"name": "Almond Meal"
			},
			{
				"quantity": "160g",
				"name": "Flour"
			},
			{
				"quantity": "1/2 tsp",
				"name": "Vanilla"
			},
			{
				"quantity": "4",
				"name": "Egg"
			},
			{
				"quantity": "165g",
				"name": "Sugar"
			},
			{
				"quantity": "150 g",
				"name": "Butter"
			},
			{
				"quantity": "1",
				"name": "Lemon Zested"
			},
			{
				"quantity": "160 ml",
				"name": "Lemon Juice"
			}
		],
		"steps": [
			"Preheat oven to 200C.",
			"For the pastry Mix butter and sugar in a bowl with fingers until light. Mix in egg then stir in remaining ingredients to combine and bring dough together.",
			"Flatten dough, wrap in plastic and transfer to the fridge to rest for 30 minutes.",
			"Roll rested dough out to 2mm thickness and cut 16 x 7cm discs. Pace in tartlet or muffin tin and place in freezer for 5 minutes to chill.",
			"Place in the oven to bake until golden brown, about 10 - 15 minutes.Set aside to cool.",
			"For the lemon curd Place eggs and sugar in a bowl and whisk well. Place bowl over saucepan of simmering water and whisk in remaining ingredients. Cook, whisking until thickened. Remove bowl from heat. ",
      "Allow curd to cool slightly then pour into tart cases and chill for 30 minutes to set."
		],
		"imageurl": "https://iprx.ten.com.au/ImageHandler.ashx?f=jpg&u=%2f%2fimages.tenplay.com.au%2f~%2fmedia%2fRecipes%2fImported+Images%2f1%2f3061-22540405.jpg"
	},
	{
		"name": "Beef Brisket With Sherry Glazed Mushrooms",
    "description": "12hr cooked beef with sweet sherry mushrooms",
		"ingredients": [{
				"quantity": "2 kg",
				"name": "Beef Brisket"
			},
			{
				"quantity": "250 ml",
				"name": "Dry Red Wine"
			},
			{
				"quantity": "2",
				"name": "Heads of Garlic"
			},
			{
				"quantity": "1",
				"name": "Bay Leaf"
			},
			{
				"quantity": "70 g",
				"name": "Butter"
			},
			{
				"quantity": "1 tsp",
				"name": "Thyme"
			},
			{
				"quantity": "300 g",
				"name": "Mushrooms"
			},
			{
				"quantity": "60 ml",
				"name": "Sweet Sherry"
			}
		],
		"steps": [
			"Preheat oven to 100C. Place brisket in a roasting pan, pour red wine over, then scatter garlic around the pan and add bay leaf.",
			"Pour 125 ml water into pan, season brisket to taste and roast, adding a little more water to the pan as necessary, until brisket is very tender(8 hours).",
			"Cover with foil and set aside to rest(15 - 20 minutes).",
			"Meanwhile, for Sherry-glazed mushrooms, heat butter in a large frying pan over high heat until foaming (1 - 1½ minutes).",
			"Add garlic, thyme and mushrooms, and stir until just tender and golden(2 - 4 minutes).",
			"Add Sherry and cook until reduced to a glaze(2 - 4 minutes).Season to taste ",
			"Cut brisket into thick slices, top with mushrooms, drizzle with pan juices and serve with roasted garlic cloves."
		],
		"imageurl": "https://d3lp4xedbqa8a5.cloudfront.net/s3/digital-cougar-assets/GourmetTraveller/2015/05/06/34379/0515GT-roast-recipes-brisket.jpg?width=922&height=768&mode=crop&anchor=topcenter&quality=75"
	},
	{
		"name": "Cripsy Skinned Salmon with Pea Puree",
    "description": "Flaky soft salmon with a creamy pea puree and salad",
		"ingredients": [{
				"quantity": "2",
				"name": "Golden Shallots"
			},
			{
				"quantity": "1 tsp",
				"name": "Sugar"
			},
			{
				"quantity": "2 Cups",
				"name": "Soft Herbs Mixed"
			},
			{
				"quantity": "1 1/2 tbsp",
				"name": "Grapeseed Oil"
			},
			{
				"quantity": "4",
				"name": "Salmon Fillets"
			},
			{
				"quantity": "30 g",
				"name": "Butter, diced"
			},
			{
				"quantity": "1",
				"name": "Garlic Clove"
			},
			{
				"quantity": "500 g",
				"name": "Frozen Baby Peas"
			},
			{
				"quantity": "80 ml",
				"name": "Chicken Stock"
			},
			{
				"quantity": "1/4 tsp",
				"name": "Ground Fennel Seed"
			},
			{
				"quantity": "60 g",
				"name": "Creme Fraiche"
			}
		],
		"steps": [
			"Toss shallot, sugar and lemon juice in a small bowl to combine well, season to taste and leave to soften.",
			"Just before serving, add herbs, toss to combine and season to taste.",
			"For pea purée, melt butter in a saucepan over medium heat, add garlic and fry gently until softened (1-2 minutes).",
			"Add peas, stock and fennel seeds, bring to the boil and cook until peas are just tender(1 - 2 minutes).",
			"Remove from heat, add crème fraîche and purée with a hand - held blender until smooth.Cover with foil to keep warm.",
			"Heat oil in non-stick frying pan over high heat. Add salmon skin-side down, top with baking paper, weight with a heavy pan,",
			"Fry until skin is crisp(2 - 3 minutes).T urn over and fry until salmon is cooked to medium(1 minute).Remove from pan and rest for a minute.",
			"Arrange salmon on plates with pea purée and herb salad, drizzle with extra - virgin olive oil,",
			"Season with black pepper and serve with lemon wedges."
		],
		"imageurl": "https://d3lp4xedbqa8a5.cloudfront.net/s3/digital-cougar-assets/GourmetTraveller/2017/11/30/51364/GT1711_Quick_Meals_GT1711_Crisp_skinned_slamon_with_pea_puree_and_soft-herb_salad_07A.jpg?width=922&height=768&mode=crop&anchor=topcenter&quality=75"
	},
	{
		"name": "Blackberry and Lemon Mini Pavlovas",
    "description": "Sweet meringue with a tangy topping",
		"ingredients": [{
				"quantity": "225g",
				"name": "Egg Whites"
			},
			{
				"quantity": "330g",
				"name": "Sugar"
			},
			{
				"quantity": "1 1/2 tsp",
				"name": "White Vinegar"
			},
			{
				"quantity": "1 tsp",
				"name": "Cornflour"
			},
			{
				"quantity": "300g",
				"name": "Mascarpone"
			},
			{
				"quantity": "4",
				"name": "Egg Yolks"
			},
			{
				"quantity": "50g",
				"name": "Sugar"
			},
			{
				"quantity": "100 ml",
				"name": "Lemon Juice"
			},
			{
				"quantity": "60g",
				"name": "Butter, Diced"
			},
			{
				"quantity": "100g",
				"name": "Blackberries"
			},
			{
				"quantity": "100g",
				"name": "Sugar"
			}
		],
		"steps": [
			"Preheat oven to 150°C and line twelve 125ml muffin moulds with muffin papers or patty cases. Whisk eggwhites and a pinch of salt in an electric mixer to soft peaks(4 - 5 minutes).With motor running, gradually add sugar and whisk until firm and glossy(2 - 3 minutes).",
			"Whisk in vinegar, fold in cornflour and lemon rind, then spoon into cases and scatter with a little extra rind.",
			"Place in oven, reduce temperature to 120° C and bake until crisp but not coloured(1¼ - 1½ hours)",
			".Turn off heat and cool completely in oven with door closed(3 - 4 hours).Pavlovas will keep in an airtight container for a day.",
			"For lemon curd, whisk egg yolks and sugar in a saucepan, add lemon juice and butter and stir over medium heat until thick and smooth(3 - 4 minutes).",
			"Transfer to a bowl and chill. Curd will keep refrigerated in an airtight container for 5 days.",
			"For blackberry syrup, stir ingredients and 2 tbsp water in a small saucepan over medium - high heat until sugar dissolves.",
			"Bring to a simmer and cook until reduced to a light syrup(5 - 6 minutes).",
			"Cool, then swirl mixture through mascarpone.",
			"Serve mini pavlovas topped with lemon curd, swirls of blackberry mascarpone and extra lemon rind."
		],
		"imageurl": "https://d3lp4xedbqa8a5.cloudfront.net/s3/digital-cougar-assets/GourmetTraveller/2018/01/25/51931/GT1801_pavlova_du_jour_Mini_Blackberry_PavlovaA.jpg?width=922&height=768&mode=crop&anchor=topcenter&quality=75"
	},
	{
		"name": "New York Cheesecake",
    "description": "Super high vanilla new york cheesecake",
		"ingredients": [{
				"quantity": "8 oz",
				"name": "Cream Cheese"
			},
			{
				"quantity": "5",
				"name": "Eggs"
			},
			{
				"quantity": "2 Cups",
				"name": "Sour Cream"
			},
			{
				"quantity": "8 tbsp",
				"name": "Butter"
			},
			{
				"quantity": "1 1/2 Cups",
				"name": "Sugar"
			},
			{
				"quantity": "2 tbsp",
				"name": "Cornstarch"
			},
			{
				"quantity": "2",
				"name": "Vanilla Beans"
			},
			{
				"quantity": "1 tsp",
				"name": "Fresh Lemon juice"
			}
		],
		"steps": [
			"Tightly wrap 2 layers of aluminum foil around the outside of a 10 inch springform pan covering bottom and sides.",
			"Generously coat inside of pan with butter.",
			"Preheat oven to 300º F.",
			"Using an electric mixer with paddle attachment, beat cream cheese and butter until smooth.",
			"Add eggs one at a time until blended.",
			"Add sour cream and mix until smooth.",
			"Add sugar, cornstarch, vanilla and lemon juice, beat until smooth, about 2 minutes.",
			"Pour into springform pan and place in a roasting pan large enough to prevent sides from touching.",
			"Place into oven and carefully pour boiling water into roasting pan to reach halfway up sides of springform pan.",
			"Bake for 2 hours, or until cake is lightly browned on top. My oven is a convection oven, so bake time in regular oven may be longer.",
			"Remove from water bath (bain-marie), remove foil and cool completely at room temperature before unlatching and removing rim.",
			"Cover and refrigerate until well chilled (best to leave chill overnight). Cake must be well chilled to set properly.",
			"Serve plain or with berries and whipped cream or even caramel sauce."
		],
		"imageurl": "https://www.artandthekitchen.com/wp-content/uploads/2015/01/tall-new-york-cheesecake-IMG_0755.jpg"
	},
  {
    "name": "Miso Maple Salmon",
    "description": "A Healthy Sweet and Savoury Weeknight Salmon",
    "ingredients": [
      {
				"quantity": "2-4 oz",
				"name": "Salmon Fillets"
			},
      {
				"quantity": "2 Tbsp",
				"name": "White Miso Paste"
			},
      {
				"quantity": "1 Tbsp",
				"name": "Soy Sauce"
			},
      {
				"quantity": "1 Tbsp",
				"name": "Mirin"
			},
      {
				"quantity": "1 Tbsp",
				"name": "Maple Syrup"
			},
      {
				"quantity": "1/2 Tsp",
				"name": "Sesame Oil"
			},
      {
				"quantity": "1/4 Tsp",
				"name": "Grated Ginger"
			},
      {
				"quantity": "1 Tsp",
				"name": "Black Sesame Seeds"
			}
    ],
    "steps": [
      "Pre-heat the oven to Broil, roughly 550 degrees.",
      "Place the rack about 6 inches away from the top of the heat source of your oven.",
      "Mix the miso paste, soy sauce, mirin, maple syrup, sesame oil and ginger in a bowl.",
      "Pour the marinade over the marinade and let sit in the fridge for 10 - 30 minutes to let the flavors develop.",
      "Place the salmon on a foil lined baking sheet and roast in the oven for 6-10 minutes, or until the salmon is slightly caramelized on top and just barely cooked through. The thickness of your salmon will determine your cooking time so check at 6 minutes and keep checking until the top of the salmon feels fairly firm.",
      "Top with green onions and sesame seeds and serve."
    ],
    "imageurl": "https://www.scalingbackblog.com/wp-content/uploads/2015/02/DSC_6372.jpg"
  },
  {
    "name": "Prosciutto Wrapped Chicken",
    "description": "Wrapped Chicken Filled with Ricotta, Spinach and Sundried Tomatoes",
    "ingredients": [
      {
				"quantity": "100g",
				"name": "Spinach Leaves"
			},
      {
				"quantity": "200g",
				"name": "Fresh Ricotta"
			},
      {
				"quantity": "50g",
				"name": "Sundried Tomato"
			},
      {
				"quantity": "4",
				"name": "Chicken Breast"
			},
      {
				"quantity": "8 Slices",
				"name": "Prosciutto"
			}
    ],
    "steps": [
      "Preheat oven to 180°C. Line a baking tray with baking paper.",
      "Place spinach in a heatproof bowl. Pour over boiling water. Set aside for 30 seconds. Drain. Rinse under cold water.",
      "Using your hands, squeeze out excess moisture from spinach. Roughly chop.",
      "Combine spinach, ricotta and tomatoes in a bowl. Season with salt and pepper.",
      "Place chicken breasts on a cutting board. Using a knife, butterfly chicken (see note). Open out flat.",
      "Spoon ricotta mixture over one side of each breast. Fold over to enclose.",
      "Wrap 2 slices of prosciutto around each breast. Secure with toothpicks. Place on prepared tray.",
      "Spray lightly with oil. Season with pepper. Bake for 30 to 35 minutes or until prosciutto is crisp and chicken cooked through. Serve breasts with baby potatoes and salad leaves."
    ],
    "imageurl": "https://img.taste.com.au/M_MGKcHX/w720-h480-cfill-q80/taste/2016/11/prosciutto-wrapped-chicken-with-ricotta-spinach-and-sun-dried-tomato-31357-1.jpeg"
  }
]
